---
title: About me
layout: page
comments: yes
---


碧峡林中深寻幽，旧镇河旁等随流！
                           
# 我是谁

一个在杭州工作的湖南苗人，除工作外的大部分时间里，我常在 [GitHub](https://github.com/yihui)、 [COS](http://cos.name) 和[R-blogger](http://www.r-bloggers.com/)上出没，足以说明我是个十足的**代码控**。除了研究空间统计学和时空数据模型外，我也炒豆角肉丝，偶尔打打羽毛球，天气暖和就骑车观花，没事儿就散步几个小时，闲暇之余也和朋友玩玩Dota。作为一俗人，喜欢看这些片子：《越狱》《大话西游之仙履奇缘》《速度与激情》《倚天屠龙记》《医龙》《士兵突击》等等。讨厌IE，它永远落伍的技术扼杀了绚丽的网页，正在尝试[HTML5幻灯片](http://ramnathv.github.io/slidify/index.html)。我对美完全没有抵抗力，看到美的东西我就会拼命研究。有时候我很不靠谱，尤其是发现了一件值得做的事情之后，就会归隐若干天，但三分热度去的也快。人不老但心已老，三十岁前常将：**我依然年轻**挂在嘴边。总的来说，我有梦想，正在努力实现，同时我是一个虔诚的生命爱好者，愿意在有限时间内贡献自身所能。

----------------------------------

# 个人兴趣

1. 聪明、有趣的计算机程序
    - 计算机是用来为人类服务的，让聪明的程序替代你的非智力劳动吧
    - 计算机自己不懂如何变得有趣，但人懂
1. 跨学科的知识交融
    - 历史系不懂计算机系的孤单，计算机系不懂文学系的风雅 
    - 医科生，在不断尝试地学和计算机的知识
1. 数据可视化之美不胜收
    -  追求美，有时也望而却步
    -  激情在，尝试-修订-再尝试，设计功底不足
1. R在公共卫生领域的推动者
    -  崇尚自由和开源
    -  希望为全省乃至全国公共卫生事业尽一份力(入职感言)
   

--------------------------------------------------

# 本站架构

本站目前采用Jekyll作为后台系统，博客模板是在[Yihui Xie](http://yihui.name/)那里偷偷扒过来的，唉，这样无耻的事情不是第一次干了。我的[首页](/)是从[Tao Zhang](http://ztpala.com/)那里偷来的，同样我也是觉得设计得很棒。对了，本站的日志文章可以用键盘上的左右箭头导航，如果你要从盘古开天辟地看起，就到第一篇文章开始一步步按右箭头吧，由于写博客的功力还不到家，所以会遇到不少格式乱糟糟的文字或图片缺失，若有此类情况让你感到不爽，请帮忙给我留言提醒一下。
