---
layout: page
title: 简历
---

## 联系方式

地址：浙江省杭州市滨江区浙江省疾病预防控制中心；邮编：310051   
Email：zhangbing4502431@outlook.com；主页：<http://spatial-r.github.io/>

------------------------------------------------------

## 研究兴趣
  
传染病动力学模型，空间统计学，时空数据模型，数据可视化，文本挖掘

---------------------------------------------------------

## 教育背景
  <br>
- 2012.09 ~ 2014.07 华中科技大学，公共卫生硕士  
- 2007.09 ~ 2012.07 华中科技大学，预防医学学士  

-------------------------------------------------------

## 工作经历
  
1. 2014.07至今，浙江省疾病预防控制中心免疫所

------------------------------------------------------------------

## 中文论文

- 张兵，侯建，刘传姚，袁晶，2013，2004-2008难我国110个城市大气污染物空间分布特征，环境与职业医学,30(7): 498-502
- 张兵，沈帆，陈楠，等，2014，偏最小二乘回归法研究气象因素对武汉市空气质量参数的影响，环境与职业医学，31(4): 241-246
- 张兵，胡昱，陈雅萍，等，2016，空间统计学在浙江省预防接种门诊资源配置中的应用，中国疫苗与免疫，22(1): 41-45,51
- 张兵，严睿，何寒青，等，2016，浙江省2013年麻疹疫情时空分布特征，中华流行病学，37(4): 548:552

----------------------------------------------------------

## 研究课题

-  基于隐马尔科夫传染病动力学模型的乙肝疫苗效果评估技术研究，浙江省医药卫生科技计划项目一般项目A类(资助金额：3万)

----------------------------------------------------------

## 汇报记录

- [空气污染与R](https://github.com/Spatial-R/Air-pollution-and-R/blob/master/Air%20pollution.pdf)，第七届中国R语言会议上海会场(2014.12.06): 介绍如何利用R软件获取空气质量数据以及空气质量与健康的生态学研究方法。
- [基于R软件的传染病数据可视化及统计分析平台](https://github.com/Spatial-R/spatial-r.github.io/raw/master/Resource/InfectiousDiseasePlatform.pdf)，第八届中国R语言会议武汉会场(2015.11.7): 初步构建了基于R语言在传染病或公共卫生领域方面的平台搭建思路。
- [Spatial-temporal Multicomponent Model in Surveillance Package](https://github.com/Spatial-R/spatial-r.github.io/raw/master/Resource/Spatial-temporal%20Model%20IN%20r.pdf)，受邀简单介绍R软件中surveillance程序包来构建时空多成分模型。
